tap "homebrew/cask"

brew "awscli"
brew "ffmpeg"
brew "fzf"
brew "jq"
brew "k9s"
brew "kubectl"
brew "mas"
brew "mosh"
brew "neovim"
brew "openjdk@11"
brew "php"
brew "pipenv"
brew "pyenv"
brew "python3"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript"
brew "yarn"

cask "altserver"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "microsoft-teams"
cask "obsidian"
cask "pdf-expert"
cask "sequel-pro"
cask "setapp"
cask "spotify"
cask "temurin"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"

cask "epic-games"
cask "steam"

mas 'Fantastical - Calendar & Tasks (3.5)', id: 975937182
mas 'Notability (11.0.1)', id: 360593530
mas 'Parcel - Delivery Tracking (7.2)', id: 639968404
mas 'Pixelmator Pro (2.2)', id: 1289583905
mas 'Slack for Desktop (4.21.1)', id: 803453959
mas 'Tasks: To-Do List & Reminders (1.8.4)', id: 1502903102
mas 'Timery for Toggl (1.3.1)', id: 1425368544
mas 'Todoist: To-Do List & Tasks (8.0.1)', id: 585829637
mas 'Tweetbot 3 for Twitter (3.5.4)', id: 1384080005
mas 'Xcode (13.1)', id: 497799835
mas 'Yoink - Improved Drag and Drop (3.6.1)', id: 457622435
